tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "planetscale/tap"
# Run your GitHub Actions locally 🚀
brew "act"
# Tool for generating GNU Standards-compliant Makefiles
brew "automake"
# General-purpose data compression with high compression ratio
brew "xz"
# Tool for realistic test data generation
brew "benerator"
# Parser generator
brew "bison"
# Ruby environment tool
brew "chruby"
# Command-line tool to interact with exercism.io
brew "exercism"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Command-line fuzzy finder written in Go
brew "fzf"
# GNU database manager
brew "gdbm"
# GitHub command-line tool
brew "gh"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# Library for command-line editing
brew "readline"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Ruby implementation in pure Java
brew "jruby"
# Portable Foreign Function Interface library
brew "libffi"
# YAML Parser
brew "libyaml"
# Powerful, lightweight programming language
brew "lua"
# Package manager for the Lua programming language
brew "luarocks"
# Platform built on V8 to build network applications
brew "node@16"
# MongoDB Shell to connect, configure, query, and work with your MongoDB database
brew "mongosh"
# Atlas CLI enables you to manage your MongoDB Atlas
brew "mongodb-atlas-cli"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim", args: ["HEAD"]
# 📦🚀 Fast, disk space efficient package manager
brew "pnpm"
# Object-relational database system
brew "postgresql@14"
# Interpreted, interactive, object-oriented programming language
brew "python@3.10"
# Interpreted, interactive, object-oriented programming language
brew "python@3.11"
# Persistent key-value database, with built-in net interface
brew "redis"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Powerful, clean, object-oriented scripting language
brew "ruby"
# Install Ruby, JRuby, Rubinius, TruffleRuby, or mruby
brew "ruby-install"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# Terminal multiplexer
brew "tmux"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
# The PlanetScale CLI
brew "planetscale/tap/pscale"
# Developer targeted fonts with a high number of glyphs
cask "font-fira-code-nerd-font"
cask "font-terminus"
# Open-source keystroke visualizer
cask "keycastr"
