tap "codecrafters-io/tap"
tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "planetscale/tap"
tap "quaric/zadark"
tap "weaveworks/tap"
brew "act"
brew "xz"
brew "automake"
brew "bash-completion"
brew "bat"
brew "bison"
brew "python@3.12"
brew "chruby"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "dive"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exercism"
brew "fd"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "graphviz"
brew "helm"
brew "jq"
brew "jruby"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libmagic"
brew "libyaml"
brew "lpeg"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "minikube"
brew "mongosh"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "openssl@1.1"
brew "pdm"
brew "pinentry-mac"
brew "pnpm", link: false
brew "pnpm@8", link: true
brew "postgresql@14"
brew "python@3.10"
brew "python@3.11"
brew "railway"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "rustup"
brew "silicon"
brew "sqlc"
brew "starship"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "watchman"
brew "wget"
brew "yarn"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/mssql-tools"
brew "quaric/zadark/zadark"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminus"
cask "gpg-suite-no-mail"
cask "keycastr"
cask "monitorcontrol"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
