tap "codecrafters-io/tap"
tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "planetscale/tap"
tap "quaric/zadark"
tap "sst/tap"
tap "weaveworks/tap"
brew "act"
brew "xz"
brew "automake"
brew "readline"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bison"
brew "bitwarden-cli"
brew "bottom"
brew "btop"
brew "chruby"
brew "cmake"
brew "cmatrix"
brew "ripgrep"
brew "codex"
brew "devcontainer"
brew "dive"
brew "docker"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "python@3.12"
brew "graphviz"
brew "grc"
brew "helm"
brew "hey"
brew "htop"
brew "icu4c@76"
brew "jq"
brew "jruby"
brew "krb5"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libmagic"
brew "librdkafka"
brew "libyaml"
brew "lpeg"
brew "lua"
brew "luajit"
brew "luarocks"
brew "minikube"
brew "mongosh"
brew "neofetch"
brew "neovim"
brew "pinentry-mac"
brew "pkgconf"
brew "pngpaste"
brew "pnpm"
brew "pnpm@8"
brew "postgresql@17", link: true
brew "python@3.11"
brew "railway"
brew "rbenv"
brew "redis"
brew "ruby"
brew "ruby-install"
brew "rust"
brew "rustup"
brew "sqlc"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "unixodbc"
brew "uv"
brew "vercel-cli"
brew "watchman"
brew "websocat"
brew "wget"
brew "yarn"
brew "microsoft/mssql-release/mssql-tools"
brew "sst/tap/opencode"
cask "betterdisplay"
cask "claude-code"
cask "font-fira-code-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "ghostty"
cask "gpg-suite-no-mail"
cask "keycastr"
cask "monitorcontrol"
vscode "anthropic.claude-code"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "jdinhlife.gruvbox"
vscode "mechatroner.rainbow-csv"
vscode "meta.pyrefly"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
go "github.com/air-verse/air"
go "golang.org/x/perf/cmd/benchfilter"
go "golang.org/x/perf/cmd/benchsave"
go "golang.org/x/perf/cmd/benchseries"
go "golang.org/x/perf/cmd/benchstat"
go "github.com/bootdotdev/bootdev"
go "github.com/spf13/cobra-cli"
go "github.com/nguyenanhhao221/commit-gen"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/nguyenanhhao221/go-google-ai"
go "github.com/ramya-rao-a/go-outline"
go "github.com/nguyenanhhao221/go-weather-cli"
go "golang.org/dl/go1.22.1"
go "github.com/joho/godotenv/cmd/godotenv"
go "github.com/fatih/gomodifytags"
go "github.com/pressly/goose/v3/cmd/goose"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/nguyenanhhao221/hellogo"
go "github.com/josharian/impl"
go "github.com/nguyenanhhao221/pScan"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/pelletier/go-toml/v2/cmd/tomll"
go "fileSystem/walk"
go "web-scraper-go"
cargo "cargo-audit"
cargo "cargo-watch"
cargo "rustlings"
